Repository: common-repository/paystar-payment-for-woocommerce
Catalog: languages/paystar-payment-for-woocommerce-*.po
Languages: fa_ir

source: PayStar.ir Payment Method for WooCommerce
fa_ir: متد پرداخت درگاه پی استار برای ووکامرس

source: PayStar Payment Gateway
fa_ir: پرداخت از طریق درگاه پی استار

source: Enable / Disable
fa_ir: فعال سازی/غیر فعال سازی

source: Enable or Disable This Payment Mehod
fa_ir: فعال سازی درگاه پرداخت پی استار

source: Display Title
fa_ir: عنوان قابل نمایش به کاربر

source: Payment Instruction
fa_ir: توضیحات و راهنمای پرداخت

source: Pay by PayStar Payment Gateway
fa_ir: پرداخت از طریق درگاه پی استار

source: PayStar Terminal
fa_ir: شناسه درگاه

source: Enter PayStar Terminal
fa_ir: شناسه درگاه خود را وارد کنید

source: PayStar Secret Key
fa_ir: کلید رمزنگاری

source: Enter PayStar Secret Key
fa_ir: کلید رمزنگاری خود را وارد کنید

source: thank you for your order. you are redirecting to paystar gateway. please wait
fa_ir: با تشکر از سفارش شما. شما در حال هدایت به درگاه پی استار می باشید ، لطفا منتظر بمانید

source: Payment Cancelled By User
fa_ir: تراکنش توسط کاربر لغو شد

source: Error : Order Not Exists!
fa_ir: خطا : سفارش یافت نشد!

source: Error : Order Paid Already!
fa_ir: خطا : سفارش قبلا پرداخت شده!

source: Paymenter Card Number : %s
fa_ir: شماره کارت پرداخت کننده : %s

source: Payment Completed. OrderID : %s . PaymentRefrenceID : %s
fa_ir: پرداخت با موفقیت انجام شد. شماره سفارش : %s . شماره پیگیری : %s

source: System (Permission) Error!
fa_ir: خطای سیستمی. دسترسی غیر مجاز!

source: Pay
fa_ir: پرداخت

source: Erorr
fa_ir: خطا

source: Settings
fa_ir: تنظیمات
